Repository: DerPate2010/Xbmc2ndScr
Catalog: StreamClient.VLM/Localization/Res.*.resx
Languages: de_de

# ABitrateHint
source: In kbit/sec, recommended is 96
de_de: In kbit/sec, empfohlen ist 96

# AChannelsHint
source: Recommended is 2
de_de: Empfohlen ist 2

# ACodecHint
source: Only mp3 is supported at the moment
de_de: Im Moment wird nur mp3 unterstützt

source: Advanced
de_de: Erweitert

# ASampleRateHint
source: Recommended is 44100 or 48000
de_de: Empfohlen ist 44100 oder 48000

source: Buffering
de_de: Puffern

source: Caching
de_de: Zwischenspeichern

# Closed
source: Stop
de_de: Stopp

source: Connecting
de_de: Verbinden

source: Custom
de_de: Benutzerdefiniert

# FPS
source: Frames per second
de_de: Bilder pro Sekunde

# FPSHint
source: Recommended is 25 or 30 depending on source
de_de: Empfohlen ist 25 oder 30 abhängig von der Quelle

source: Height
de_de: Höhe

# HeightHint
source: Recommended is 240
de_de: Empfohlen ist 240

source: High
de_de: Hoch

source: Loading
de_de: Laden

source: Low
de_de: Niedrig

source: Medium
de_de: Mittel

source: Opening
de_de: Öffnen

# Playing
source: Play
de_de: Abspielen

source: Preset
de_de: Profil

# PresetHint
source: Choose a transcoding profile depending on your hardware and connection speed
de_de: Wählen Sie ein Transcoding-Profil abhängig von Ihrer Hardware und Verbindungsgeschwindigkeit

source: Server Type
de_de: Server Typ

# ServerTypeHint
source: Only VLC is supported at the moment
de_de: Im Moment wird nur VLC unterstützt

# Settings
source: Transcoding Settings
de_de: Transcoding Einstellungen

# Stopped
source: Stop
de_de: Stopp

# VBitrateHint
source: In kbit/sec, recommended is 512
de_de: In kbit/sec, empfohlen ist 512

# VCodecHint
source: Only h264 is supported at the moment
de_de: Im Moment wird nur h264 unterstützt

source: Width
de_de: Breite

# WidthHint
source: Recommended is 400
de_de: Empfohlen ist 400

# ControlPortHintVLC
source: Usually 8080
de_de: Gewöhnlich 8080

# ControlPortHintWMV
source: Usually 8011
de_de: Gewöhnlich 8011

# StreamPortHint
source: Usually 8012
de_de: Gewöhnlich 8012

# SeekHint
source: Because this is a streaming video player, position changes will not affect you phone. The change is sent to the VLC server and it will take up to 20 seconds before you see the new position your Windows Phone.
de_de: Da dies ein Streaming Video Player ist, werden Positionsänderung nich auf dem Handy ausgeführt sondern an den VLC-Server geschickt. Es kann bis zu 20 Sekunden dauern bis die Änderung auf ihrem Windows Phone ankommt.

# Error204
source: You are using VLC version {0}. This version has known issues with file transcoding and will crash during playback. Please use Version 2.0.2 instead.
de_de: Sie verwenden VLC Version {0}. Diese Version hat einen bekannten Fehler beim Transcoding und wird beider Wiedergabe abstürzen. Bitte verwenden Sie Version 2.0.2.

source: Show Subtitle
de_de: Untertitel anzeigen

# ShowSubtitleHint
source: For good text readability choose a high transcoding profile
de_de: Für gute Lesbarkeit wählen Sie ein hohes Transcoding Profil

source: Password
de_de: Passwort

# UseQSV
source: Use Intel Quick Sync Video Encoder
de_de: Intel Quick Sync Video Encoder verwenden

source: Advanced error message:
de_de: Erweiterte Fehlermeldung:

# CommunicationFailed
source: Communication with VLC failed.
de_de: Kommunikation mit VLC fehlgeschlagen

# CommunicationFailedHint
source: Usually this indicates that the source is not available or not supported by VLC. Other reasons can be missing network connectivity or incorrect streaming settings.
de_de: Genwöhnlich deutet dies darauf hin, dass die Quelle nicht verfügbar ist oder nicht vom VLC unterstützt wird. Andere Gründe können eine fehlende Netzwerkverbindung oder fehlerhafte Streaming EInstellungen sein.

source: Playback failed
de_de: Wiedergabe fehlgeschlagen

# UnexpectedError
source: An unexpected error occured.
de_de: Ein unerwarteter Fehler ist aufgetreten.

# HostHint
source: Streaming from localhost is not supported
de_de: Streaming von localhost wird nicht unterstützt
